Repository: boutdepapier/Link5
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de, fr

source: English
de: Englisch
fr: Anglais

source: French
de: Französisch
fr: Français

source: German
fr: Allemand

source: Filetype not supported.
fr: Type de fichier non supporté.

source: Image file too large ( > 1mb )
fr: Image trop lourde (> 1 Mo)

source: Please enter username and password.
de: Bitte Benutzernamen und Passwort eingeben.
fr: Entrez votre identifiant et votre email

source: Password
de: Passwort
fr: Mot de passe

source: Passwords don't match.
de: Passwörter sind nicht identisch.
fr: Les mots de passe ne sont pas les mêmes.

source: Change of password on %s
fr: Changer de mot de passe sur %s

source: Accept newsletter if it exist one day?
de: Ich möchte Newsletter erhalten, falls es die überhaupt jemals gibt!
fr: Je souhaite recevoir la newsletter (si jamais il en existe une un jour)

source: Term and conditions?
de: AGB
fr: Voir les termes et conditions ?

source: Post Descripiton
de: Beschreibung bestätigen
fr: Link description

source: Foreign URL
de: Externe URL
fr: URL distante

source: Published
de: Veröffentlicht
fr: Publié

source: Draft
de: Entwurf
fr: Brouillon

source: Deleted
de: Gelöscht
fr: Effacé

source: Denied
de: Abgelehnt
fr: Refusé

source: Video
fr: Vidéo

source: Link number of positive votes
fr: Nombre de votes positifs pour le link

source: Link number of negative votes
fr: Nombre de votes négatifs pour le link

source: Please login or register to publish your link
de: Bitte einloggen oder registrieren, um einen Link zu veröffentlichen!
fr: Merci de vous connecter ou enregistrez-vous pour publier votre Link

source: Thank you for posting!
de: Danke für Deinen Eintrag!
fr: Merci pour votre lien !

source: Link deleted master!
de: Der Link wurde gelöscht, Meister!
fr: Link effacé maître

source: Error, delete failed
de: Fehler: konnte nicht gelöscht werden.
fr: Erreur à l'effacement

source: Cannot find link...
de: Link wurde nicht gefunden...
fr: Link introuvable...

source: Please login first
de: Bitte zuerst einloggen
fr: Vous devez être connecté

source: Thank you!
de: Danke!
fr: Merci !

source: One vote per Link
de: Eine Stimme pro Link
fr: Un vote par Link

source: You need to login or to register first...
de: Bitte zuerst einloggen oder registrieren...
fr: Vous vez être connecté

source: Sorry you can't follow more than %s persons
de: Sorry, aber Du kannst nicht mehr als %s Personen folgen!
fr: Vous ne pouvez vous abonner à plus de %s personnes

source: Congratulation! You have a new link follower on %s!
de: Gratuliere! Du hast einen neuen link Interessenten in %s!
fr: Félicitations ! Vous avez un nouvel abonné sur %s !

source: You now have %s in your follow list
de: Du hast jetzt %s in Deiner Interessenten-Liste.
fr: %s est maintenant abonné à vos link

source: You have stop following %s
de: Du folgst nun nicht mehr %s.
fr: Vous n'êtes plus abonné aux lien de %s

source: Can't stop your own music man!
fr: On n'arrête pas la musique mec !

source: You have already logged in sneacky avocado :)
de: Du bist doch schon eingeloggt, Du freche Laus!
fr: Tu es déjà connecté petit malin :)

source: Welcome friend!
de: Willkommen, Freund!
fr: Bienvenue mon ami !

source: You're in friend.
de: Du bist drin, Kollege!
fr: Connection réussie l'ami !

source: Haha! wrong password and/or login :p
de: Haha! Falsches Passwort und/oder Benutzername! :p
fr: Héhé, mauvais mot de passe et/ou login

source: Profil updated
de: Profil wurde aktualisiert.
fr: Profil mis à jour

source: Cannot find profil
de: Profil wurde nicht gefunden.
fr: Profil introuvable

source: New comment waiting for you on %s!
de: Ein neuer Kommentar wurde bei %s geschrieben!
fr: Nouveau commentaire en attend sur %s

source: Thank you for your comment!
de: Danke für Deinen Kommentar!
fr: Merci du commentaire !

source: Comment deleted Sir!
de: Kommentar gelöscht, Meister!
fr: Commentaire effacé m'sieur !

source: Remote display forbidden...
fr: Affichage du média interdit...

source: Current media is forbidden to display on external source
fr: Le média sélectionner a retourné une réponse indiquant que l'affichage était interdit.

source: error parsing
fr: Erreur de parsing

source: Please send me the url so I can check
de: Bitte schick mir die URL, so dass ich es überprüfen kann!
fr: Merci de m'envoyer le lien pour vérification

source: Error URL doesn't answer...
de: Fehlerhafte URL reagier nicht...
fr: Erreur l'URL ne répond pas conformément...

source: Please retry later on...
de: Bitte später nochmals versuchen...
fr: Merci de réessayer ultérieurement...

source: Thank you for your message!
de: Danke für Deine Nachricht!
fr: Merci de votre message !

source: Add
de: Hinzufügen
fr: Ajouter

source: Change
de: Ändern
fr: Changer

source: Translation - Rosetta
fr: Traduction - Rosetta

source: You don´t have permission to edit anything.
fr: Vous n'avez pas les droits suffisants

source: Recent Actions
fr: Actions récentes

source: My Actions
fr: Mes actions

source: None available
fr: Aucun disponible

source: You have a new comment on your link!
de: Du hast einen neuen Kommentar auf Deinem link!
fr: Il y a un nouveau commentaire sur votre link !

source: Hello
de: Hallo
fr: Salut

source: has posted on your link:
de: hat einen link geposted:
fr: a posté sur votre Link :

source: His comment:
de: Kommentar:
fr: Son commentaire :

source: Kiss, <br /> Link5
de: Küsschen, <br /> Link5
fr: Biz, <br /> Link5

source: His message:
de: Nachricht:
fr: Son message :

source: Kiss, Link5
fr: Biz, Link5

source: Congratulation! You have a new link follower!
de: Glückwunsch! Du hast einen neuen link Interessenten!
fr: Félicitations, vous avez un nouveau abonné !

source: is now linked to you on link5.me
de: ist jetzt zu Dir auf link5.me verlinkt!
fr: est maintenant lié à vous sur Link5.me

source: To see your new follower info just go on:
de: Da lang, um die Informationen Deines Interessenten zu sehen:
fr: Pour voir le profil de votre abonné, il suffit de se rendre sur :

source: You've forget your password? no worries, it happens sometimes.
de: Du hast Dein Passwort vergessen? Keine Sorge, passiert manchmal!
fr: Oublié son mot de passe ? Pas de panique, ça arrive.

source: Hello,
de: Hallo,
fr: Salut,

source: If you want to change it, please click on the link below. You’ll be redirected to your account where you will be able to set up a password that you will easily remember.<br /><br /> Link:
de: Bitte klicke auf den untenstehenden Link, wenn Du etwas ändern möchtest. Du wirst zu Deinem Account weitergeleitet, wo Du Dein Passwort einrichten kannst:<br /><br /> Link:
fr: Si vous souhaitez le changer, merci de cliquer sur le lien ci-dessous. Vous serez redirigé vers votre compte où vous pourrez le changer pour un mot de passe dont vous vous souviendrez facilement.<br /><br /> Link:

source: You've forget your password, no worries, it happens sometimes.
de: Du hast Dein Passwort vergessen? Keine Sorge, passiert manchmal!
fr: Oublié son mot de passe ? Pas de panique, ça arrive.

source: If you want to change it, please click on the link below. You’ll be redirected to your account where you will be able to set up a password that you will easily remember. Link:
de: Bitte klicke auf den untenstehenden Link, wenn Du etwas ändern möchtest. Du wirst zu Deinem Account weitergeleitet, wo Du Dein Passwort einrichten kannst:<br /><br /> Link:
fr: Si vous souhaitez le changer, merci de cliquer sur le lien ci-dessous. Vous serez redirigé vers votre compte où vous pourrez le changer pour un mot de passe dont vous vous souviendrez facilement. Link:

source: Kiss, Link5.
fr: Biz, Link5.

source: By
fr: Par

source: Delete [x]
de: Löschen [x]
fr: Effacer [x]

source: Your comment:
de: Dein Kommentar:
fr: Votre commentaire

source: Submit
de: Senden
fr: Envoyer

source: A bug, a question, a message? Contact me!
de: Ein bug, eine Frage, eine Anregung! Schreib mir!
fr: Un bug, une question, un message ? Contactez-moi !

source: Name:
fr: Nom

source: Url I to share:
de: URL teilen:
fr: Url à partager

source: Cancel
de: Abbrechen
fr: Annuler

source: Link title:
de: Link Titel:
fr: Titre du lien

source: Link description
de: Link Beschreibung:
fr: Description du lien

source: Category:
de: Kategorie:
fr: Catégories

source: Manually upload the post image:
fr: Manuellement uploader une image :

source: Capcha is only for Anonymous users, please subscribe if you don't support it any more.
fr: Le capcha est pour les Anonymous seulement, vous pouvez vous inscrire pour ne plus l'avoir.

source: Back home bitch!
fr: Hé, ça faisait longtemps !

source: Password:
de: Passwort:
fr: Mot de passe :

source: Forgot your password?
de: Passwort vergessen?
fr: Mot de passe oublié ?

source: Log me baby!
de: Log mich ein, baby!
fr: Se connecter !

source: I want my account now!
de: Ich will jetzt meinen Account!
fr: Je veux mon compte tout de suite!

source: Password:<span class="again"><br/>(again? Seriously ?)</span>
de: Passwort:<span class="again"><br/>(Schon wieder? Ernsthaft ?)</span>
fr: Mot de passe : <span class="again"><br/>(encore??)</span>

source: I accept email contact if one day there is. Link5 pinky promise to never sell or give or I really don't know... Man, just accept: anyway I am too lazy to make newsletter...
de: Ich akzeptiere E-Mail Nachrichten, falls es die jemals geben wird. Link5 gibt sein Indianerversprechen, dass wir Deine Informationen niemals weitergeben oder verkaufen werden...Komm jetzt, akzeptiere einfach: Ich bin sowieso zu faul, um einen Newsletter zu verfassen...
fr: J'accepte la newsletter (si jamais il y en a une un jour...). Link5 promet de ne jamais vendre ou donner ou... Mec, accepte, de toutes les façon je suis trop feignant pour les newsletter...

source: I understand and accept the <a href='/en/terms-and-conditons/' target='_blank'>terms and conditions</a>
de: Ich verstehe und akzeptiere die <a href='/en/terms-and-conditons/' target='_blank'>AGB</a>
fr: Je comprends et accepte les <a href='/en/terms-and-conditons/' target='_blank'>termes et conditions</a>

source: Register!
de: Registrieren!
fr: S'enregistrer !

source: Link5 the social network based on Link share: share, follow, link, linked... And keep cool
de: Link5 ist ein soziales Netzwerk, welches auf der Verbreitung von Links aufbaut: austauschen, folgen, link, verlinkt...und immer cool bleiben.
fr: Link5, le réseau social de partage de liens: recommande, abonne-toi, soit linké...

source: Link5 - Share your links
de: Link5 - Deine Links verbreiten
fr: Link5 - Partage tes liens

source: Link source:
de: Link Quelle:
fr: Source du lien :

source: No link for this page, yet!
de: Es gibt noch keinen Link für die Seite!
fr: Pas (encore) de lien pour cette page !

source: More links!
de: Mehr Links!
fr: Plus de liens !

source: in
fr: dans

source: View all comments
de: Alle Kommentare sehen
fr: Tous les commentaire

source: My Links people
de: Meine Link5 Freunde
fr: Mes abonnements

source: All links
de: Alle Links
fr: Tous les liens

source: Top links:
fr: Les tops :

source: Today
de: Heute
fr: Aujourd'hui

source: This week
de: Diese Woche
fr: Cette semaine

source: This month
de: Diesen Monat
fr: Ce mois

source: Me and Myself:
de: Ich selbst:
fr: Moi et mes :

source: My links
de: Meine Links
fr: Liens

source: My profile
de: Mein Profil
fr: Mon profile

source: View user info, follower and following
de: Benutzerinformation sehen
fr: Voir les infos, les abonnés et abonnements

source: Edit my account info
de: Account-Informationen
fr: Editer les infos de mon profile

source: Newsletter, still cool with me?
de: Newsletter, immernoch cool damit?
fr: Newsletter, on est toujours cool ?

source: Link from %(username)s
de: Link von %(username)s
fr: Liens de %(username)s

source: People who links %(username)s
de: Leute, die %(username)s linken
fr: Les gens qui ont mis en lien %(username)s

source: Post history:
fr: Historique des posts

source: Link activity page:
de: Link Profilseite:
fr: Ses liens sociaux :

source: Following:
de: Folgen:
fr: Abonnements :

source: Followers:
de: Interessenten:
fr: Abonnés :

source: Link him:
de: Linken:
fr: Le suivre :

source: Link5 the social network based on link sharing: share, follow, link, linked... And enjoy!
de: Link5 ist ein soziales Netzwerk, welches auf der Verbreitung von Links aufbaut: austauschen, folgen, link, verlinkt...und immer cool bleiben.
fr: Link5 le réseau social de partage de liens: recommande, abonne-toi, soit linké et découvre !

source: home page
fr: Accueil

source: Login
fr: Connexion

source: Join this marvelous website
fr: S'inscrire :)

source: Welcome
de: Willkommen
fr: Bienvenue,

source: Screw you guys, I'm going home
fr: Se déconnecter !!!

source: Password reset complete
de: Passwort wurde erfolgreich zurückgesetzt.
fr: Changement de mot de passe validé

source: Your password has been set. You may go ahead and log in now.
de: Dein Passwort wurde gespeichert. Du kannst Dich nun einloggen.
fr: Votre mot de passe a été changé. Voulez-vous continuer et vous connecter?

source: Log in
fr: Se connecter

source: Enter new password
de: Neues Passwort eingeben
fr: Entrer un nouveau mot de passe

source: Please enter your new password twice so we can verify you typed it in correctly.
de: Bitte überprüfe Dein Passwort doppelt, so dass wir uns sicher sein können.
fr: Merci d'entrer votre mot de passe deux fois afin d'éviter les erreurs de frappe.

source: Change my password
de: Passwot ändern
fr: Changer mon mot de passe

source: Password reset unsuccessful
de: Passwort konnte nicht zurückgesetzt werden.
fr: Erreur au reset du mot de passe.

source: The password reset link was invalid, possibly because it has already been used. Please request a new password reset.
de: Dein Passwort Reset Link war nicht gültig, möglicherweise weil er bereits benutzt wurde. Bitte ein neues Passwort verlangen.
fr: Le lien que vous utilisez est invalide ou expiré. Merci de recommencer la procédure de reset du mot de passe.

source: Password reset successful
de: Passwort wurde erfolgreich zurückgesetzt.
fr: Reset du mot de passe effectué avec succès.

source: We've e-mailed you instructions for setting your password to the e-mail address you submitted. You should be receiving it shortly.
de: Wir haben Dir Anweisungen für die nächsten Schritte für ein neues Passwort an Deine E-Mail Adresse geschickt. Du solltest sie in Kürze erhalten.
fr: Nous vous avons envoyé les instructions pour changer votre mot de passe par email. Vous le recevrez bientôt.

source: Reset my password
de: Passwort neu setzen
fr: Changer mon mot de passe.

source: Illustration
de: Abbildung

source: Photo
de: Foto

source: Rich
de: Kursiv

source: Home
de: Startseite

source: Object:
de: Betreff:

source: Message:
de: Nachricht:

source: Post-it!
de: Bestätigen!

source: Login:
de: Benutzername:

source: Pseudo:
de: Benutzername:

source: info
de: Information

source: Update
de: Speichern
